/* info window version */
"<version> (needs update)" = "<version> (no actualizado)";

/* info window version */
"<version> (up to date)" = "<version> (actualizado)";

/* Return Character */
"\r" = "\r";

/* detail of error message */
"A single iPod was detected, but it must be mounted on the desktop for this operation to work." = "Se ha detectado un iPod, pero debe montarlo en el escritorio para poder efectuar esta operación.";

/* menu item */
"About iPod Updater" = "Acerca del Actualizador del iPod";

/* detail of confirmation message */
"All data currently stored on the iPod will be lost." = "Todos los datos almacenados en el iPod se perderán.";

/* error message */
"An error occurred. There may be open files on the iPod." = "Ha ocurrido un error. Puede haber archivos abiertos en el iPod.";

/* main window message */
"An iPod is attached, but not mounted on the desktop." = "Hay un iPod conectado, pero no está montado en el escritorio.";

/* error message */
"An unexpected error occurred." = "Ha ocurrido un error inesperado.";

/* confirmation message */
"Are you sure you want to restore the iPod software?" = "¿Seguro que desea restaurar el software del iPod?";

/* text next to lock when unlocking */
"Authenticating..." = "Autenticando...";

/* info window label */
"Capacity:" = "Capacidad:";

/* text next to lock when locked */
"Click the lock to make changes." = "Haga clic en el candado para introducir cambios.";

/* text next to lock when unlocked */
"Click the lock to prevent further changes." = "Haga clic en el candado si no desea introducir más cambios.";

/* menu item */
"Close Window" = "Cerrar ventana";

/* menu item */
"Copy" = "Copiar";

/* error message */
"Could not find a SysInfo file on the iPod disk." = "No se ha encontrado el archivo SysInfo en el disco del iPod.";

/* error message */
"Could not find updater library." = "No se encuentra la biblioteca del actualizador.";

/* menu item */
"Cut" = "Cortar";

/* progress message */
"Done restoring iPod software" = "Software del iPod restaurado";

/* progress message */
"Done updating iPod software" = "Software del iPod actualizado";

/* menu title */
"Edit" = "Edición";

/* detail of confirmation message */
"If you quit while an operation is in progress, you may need to restore the iPod software later." = "Si sale de la aplicación mientras hay una operación en curso, tendrá que restaurar el software del iPod.";

/* main window title */
"iPod Software <version> Updater" = "Actualizador del software iPod <version>";

/* about window firmware version line */
"iPod Software Version <version>" = "Versión del software del iPod <version>";

/* main window title */
"iPod Windows Software <version> Updater" = "Actualización del software del iPod para Windows <version>";

/* error message */
"More than one iPod is attached." = "Hay más de un iPod conectado.";

/* main window message */
"More than one iPod is attached. Please attach one iPod at a time to be updated." = "Hay más de un iPod conectado. Conecte los iPod de uno en uno para actualizarlos.";

/* info window label */
"Name:" = "Nombre:";

/* error message */
"No iPod is attached." = "No hay ningún iPod conectado.";

/* button for main window */
"Nothing" = "Nada";

/* menu title */
"Options" = "Opciones";

/* error message */
"Out of memory." = "Sin memoria.";

/* menu item */
"Paste" = "Pegar";

/* detail of error message */
"Please attach one iPod at a time to be updated." = "Conecte los iPod de uno en uno para actualizarlos.";

/* main window message */
"Plug in an iPod to update it." = "Conecte un iPod para actualizarlo.";

/* Quit command key */
"Q" = "Q";

/* menu item */
"Quit" = "Salir";

/* confirmation dialog title */
"Quit " = "Salir";

/* confirmation message */
"Quit while this operation is in progress?" = "¿Desea salir aunque haya una operación en curso?";

/* Restore iPod command key */
"R" = "R";

/* message for main window */
"Reset iPod to Windows factory settings. \rAll music and data will be erased." = "Restaure los ajustes de fábrica para Windows del iPod. \rLa música y los datos almacenados se borrarán.";

/* button for main window */
"Restore" = "Restaurar";

/* confirmation dialog title */
"Restore " = "Restaurar ";

/* message for main window */
"Restore completely erases your iPod and applies factory settings. Your music and other data will be erased." = "La restauración borra por completo el iPod e instala los ajustes de fábrica. Su música y otros datos se borrarán.";

/* menu item */
"Restore iPod" = "Restaurar iPod";

/* progress message */
"Restoring iPod software" = "Restaurando el software del iPod";

/* info window label */
"Serial Number:" = "Número de serie:";

/* info window label */
"Software Version:" = "Versión de software:";

/* button in progress sheet */
"Stop" = "Detener";

/* main window message */
"The attached iPod does not have proper software on it." = "El software del iPod conectado es incorrecto.";

/* error message */
"The iPod could not be unmounted because it is in use. Please close any open files on the iPod and try again." = "El iPod no ha podido desmontarse porque está siendo utilizado. Cierre todos los archivos del iPod que tenga abiertos e inténtelo de nuevo.";

/* error message */
"The iPod disk does not have the correct structure." = "La estructura del disco del iPod es incorrecta.";

/* error message */
"The iPod is not mounted." = "El iPod no está montado.";

/* detail of error message */
"The iPod Updater application may be damaged." = "El Actualizador del iPod puede resultar dañado.";

/* error message */
"The iPod Updater requires CarbonLib 1.4 or newer." = "El actualizador del iPod requiere CarbonLib 1.4 o posterior.";

/* error message */
"The iPod Updater requires Mac OS X." = "Para instalar la Actualización del iPod se requiere el Mac OS X.";

/* detail of error message, part in <> is replaced and should not be translated) */
"The Mac OS error code was <error>." = "El código de error del Mac OS es <error>.";

/* error message */
"The updater does not have a firmware image." = "El actualizador no dispone de una imagen de la ROM.";

/* error message */
"The updater does not have a volume image." = "El actualizador no dispone de una imagen del volumen.";

/* button for main window */
"Update" = "Actualizar";

/* menu item */
"Update iPod" = "Actualizar iPod";

/* message for main window */
"Update puts the latest system software on your iPod." = "La actualización instala el último software del sistema en el iPod.";

/* progress message */
"Updating iPod software" = "Actualizando el software del iPod";

/* about window app version line */
"Version <version>" = "Versión <version>";

/* Close Window command key */
"W" = "W";

/* main window message */
"Your iPod has been restored to factory settings, and is restarting. Please leave the iPod connected and wait while it completes the restore process." = "Se han restaurado los ajustes de fábrica del iPod y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de restauración.";

/* main window message */
"Your iPod has been restored to factory settings. Please eject and then unplug and replug the iPod so it can complete the restore process." = "Se han restaurado los ajustes de fábrica del iPod. Expulse el iPod, desconéctelo y vuelva a conectarlo para completar la restauración.";

/* main window message */
"Your iPod has been restored to factory settings. Please unplug and replug the iPod so it can complete the restore process." = "Se han restaurado los ajustes de fábrica del iPod. Desconecte el iPod y vuelva a conectarlo para completar la restauración.";

/* main window message */
"Your iPod has been updated to version <version>, and is restarting. Please leave the iPod connected and wait while it completes the update process." = "El iPod se ha actualizado a la versión <version> y se está reiniciando. Mantenga el iPod conectado hasta que finalice el proceso de actualización.";

/* main window message */
"Your iPod has been updated to version <version>. Please eject and then unplug and replug the iPod so it can complete the update process." = "El iPod se ha actualizado a la versión <version>. Expulse el iPod, desconéctelo y vuelva a conectarlo para completar la actualización.";

/* main window message */
"Your iPod has been updated to version <version>. Please unplug and replug the iPod so it can complete the update process." = "El iPod se ha actualizado a la versión <version>. Desconecte el iPod y vuelva a conectarlo para completar la actualización.";

